---
type: BasicLossFactor
namespace: Autodesk.Revit.DB.Lighting
version: 2024
members: 3
tags: [revit-api, class]
---

# BasicLossFactor

`Autodesk.Revit.DB.Lighting.BasicLossFactor` · Revit 2024 · 3 members

| Kind | Member | Since | Signature |
| --- | --- | --- | --- |
| Constructor | BasicLossFactor | — | `` |
| Constructor | BasicLossFactor | 2013 | `public BasicLossFactor ()` |
| Property | LossFactor | 2013 | `public double LossFactor { get ; set ; }` |